Repository: SoplosLinux/soplos-welcome-live
Catalog: locale/*/LC_MESSAGES/soplos-welcome-live.po
Languages: de, es, fr, pt, ro, ru

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
pt: Preferências
ro: Preferințe
ru: Настройки

source: About
de: Über
es: Acerca de
fr: À propos
pt: Sobre
ro: Despre
ru: О программе

source: Quit
de: Beenden
es: Salir
fr: Quitter
pt: Sair
ro: Ieșire
ru: Выход

source: Soplos Welcome Live 2.0 - Live ISO Welcome Application Usage: soplos-welcome-live [OPTIONS] Options: -h, --help Show this help message -v, --version Show version information --lang=LANG Set language (es, en, fr, de, pt, it, ro, ru) --theme=THEME Set theme (base, light, dark) --chroot Open chroot mode directly --debug Enable debug mode Examples: soplos-welcome-live # Start with auto-detected settings soplos-welcome-live --lang=es # Start in Spanish soplos-welcome-live --theme=dark # Start with dark theme soplos-welcome-live --chroot # Open chroot mode For more information, visit: https://soplos.org
de: Soplos Welcome Live 2.0 - Live-ISO Willkommensanwendung Verwendung: soplos-welcome-live [OPTIONEN] Optionen: -h, --help Diese Hilfe anzeigen -v, --version Versionsinformationen anzeigen --lang=LANG Sprache festlegen (es, en, fr, de, pt, it, ro, ru) --theme=THEMA Thema festlegen (base, light, dark) --chroot Chroot-Modus direkt öffnen --debug Debug-Modus aktivieren Beispiele: soplos-welcome-live # Mit automatisch erkannten Einstellungen starten soplos-welcome-live --lang=es # In Spanisch starten soplos-welcome-live --theme=dark # Mit dunklem Thema starten soplos-welcome-live --chroot # Chroot-Modus öffnen Für weitere Informationen besuchen Sie: https://soplos.org
es: Soplos Welcome Live 2.0 - Aplicación de bienvenida para ISO Live Uso: soplos-welcome-live [OPCIONES] Opciones: -h, --help Muestra este mensaje de ayuda -v, --version Muestra información de la versión --lang=LANG Establece el idioma (es, en, fr, de, pt, it, ro, ru) --theme=TEMA Establece el tema (base, light, dark) --chroot Abre el modo chroot directamente --debug Habilita el modo depuración Ejemplos: soplos-welcome-live # Inicia con configuración detectada soplos-welcome-live --lang=es # Inicia en español soplos-welcome-live --theme=dark # Inicia con tema oscuro soplos-welcome-live --chroot # Abre el modo chroot Para más información, visita: https://soplos.org
fr: Soplos Welcome Live 2.0 - Application de bienvenue pour ISO Live Usage: soplos-welcome-live [OPTIONS] Options: -h, --help Affiche ce message d'aide -v, --version Affiche les informations de version --lang=LANG Définit la langue (es, en, fr, de, pt, it, ro, ru) --theme=THEME Définit le thème (base, light, dark) --chroot Ouvre le mode chroot directement --debug Active le mode débogage Exemples: soplos-welcome-live # Démarre avec les paramètres détectés soplos-welcome-live --lang=es # Démarre en espagnol soplos-welcome-live --theme=dark # Démarre avec le thème sombre soplos-welcome-live --chroot # Ouvre le mode chroot Pour plus d'informations, visitez : https://soplos.org
pt: Soplos Welcome Live 2.0 - Aplicação de Boas-vindas ISO Live Uso: soplos-welcome-live [OPÇÕES] Opções: -h, --help Mostrar esta mensagem de ajuda -v, --version Mostrar informação da versão --lang=LANG Definir idioma (es, en, fr, de, pt, it, ro, ru) --theme=TEMA Definir tema (base, light, dark) --chroot Abrir modo chroot diretamente --debug Ativar modo de depuração Exemplos: soplos-welcome-live # Iniciar com definições detetadas soplos-welcome-live --lang=es # Iniciar em espanhol soplos-welcome-live --theme=dark # Iniciar com tema escuro soplos-welcome-live --chroot # Abrir modo chroot Para mais informações, visite: https://soplos.org
ro: Soplos Welcome Live 2.0 - Aplicație de bun venit ISO Live Utilizare: soplos-welcome-live [OPȚIUNI] Opțiuni: -h, --help Arată acest mesaj de ajutor -v, --version Arată informațiile despre versiune --lang=LANG Setează limba (es, en, fr, de, pt, it, ro, ru) --theme=TEMĂ Setează tema (base, light, dark) --chroot Deschide direct modul chroot --debug Activează modul de depanare Exemple: soplos-welcome-live # Pornește cu setările detectate automat soplos-welcome-live --lang=es # Pornește în spaniolă soplos-welcome-live --theme=dark # Pornește cu tema întunecată soplos-welcome-live --chroot # Deschide modul chroot Pentru mai multe informații, vizitați: https://soplos.org
ru: Soplos Welcome Live 2.0 - Приложение приветствия Live ISO Использование: soplos-welcome-live [ОПЦИИ] Опции: -h, --help Показать это сообщение -v, --version Показать информацию о версии --lang=ЯЗЫК Задать язык (es, en, fr, de, pt, it, ro, ru) --theme=ТЕМА Задать тему (base, light, dark) --chroot Открыть режим chroot напрямую --debug Включить режим отладки Примеры: soplos-welcome-live # Запуск с автонастройками soplos-welcome-live --lang=es # Запуск на испанском soplos-welcome-live --theme=dark # Запуск с темной темой soplos-welcome-live --chroot # Открыть режим chroot Для дополнительной информации посетите: https://soplos.org

source: Soplos Welcome Live {version} Copyright (C) 2025 Sergi Perich This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. Edition: {edition} Desktop Environment: {desktop_env} Display Protocol: {display_protocol} Theme: {theme} Language: {language}
de: Soplos Welcome Live {version} Copyright (C) 2025 Sergi Perich Dies ist freie Software; siehe Quellcode für Kopierbedingungen. Es gibt KEINE Garantie; nicht einmal für MARKTGÄNGIGKEIT oder EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. Edition: {edition} Desktop-Umgebung: {desktop_env} Anzeigeprotokoll: {display_protocol} Thema: {theme} Sprache: {language}
es: Soplos Welcome Live {version} Copyright (C) 2025 Sergi Perich Esto es software libre; consulta la fuente para condiciones de copia. NO hay garantía; ni siquiera de COMERCIABILIDAD o IDONEIDAD PARA UN PROPÓSITO PARTICULAR. Edición: {edition} Entorno de escritorio: {desktop_env} Protocolo de pantalla: {display_protocol} Tema: {theme} Idioma: {language}
fr: Soplos Welcome Live {version} Copyright (C) 2025 Sergi Perich Ceci est un logiciel libre ; voir le code source pour les conditions de copie. Il n'y a AUCUNE garantie ; même pas de COMMERCIALISATION ou d'ADÉQUATION À UN BUT PARTICULIER. Édition : {edition} Environnement de bureau : {desktop_env} Protocole d'affichage : {display_protocol} Thème : {theme} Langue : {language}
pt: Soplos Welcome Live {version} Copyright (C) 2025 Sergi Perich Este software é livre; veja a fonte para condições de cópia. NÃO há garantia; nem mesmo para COMERCIALIZAÇÃO ou ADEQUAÇÃO A UM FIM ESPECÍFICO. Edição: {edition} Ambiente de Trabalho: {desktop_env} Protocolo de Ecrã: {display_protocol} Tema: {theme} Idioma: {language}
ro: Soplos Welcome Live {version} Copyright (C) 2025 Sergi Perich Acesta este software liber; vezi sursa pentru condițiile de copiere. NU există nicio garanție; nici măcar pentru VANDABILITATE sau POTRIVIRE PENTRU UN SCOP ANUME. Ediție: {edition} Mediul Desktop: {desktop_env} Protocol Afișare: {display_protocol} Temă: {theme} Limbă: {language}
ru: Soplos Welcome Live {version} Copyright (C) 2025 Sergi Perich Это свободное ПО; см. исходный код для условий копирования. НЕТ никаких гарантий; даже КОММЕРЧЕСКОЙ ЦЕННОСТИ или ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ. Редакция: {edition} Окружение: {desktop_env} Протокол: {display_protocol} Тема: {theme} Язык: {language}

source: Unknown Device
de: Unbekanntes Gerät
es: Dispositivo desconocido
fr: Périphérique inconnu
pt: Dispositivo Desconhecido
ro: Dispozitiv necunoscut
ru: Неизвестное устройство

source: Unmounting
de: Aushängen
es: Desmontando
fr: Démontage
pt: A desmontar
ro: Se demontează
ru: Размонтирование

source: Unmount completed
de: Aushängen abgeschlossen
es: Desmontaje completado
fr: Démontage terminé
pt: Desmontagem concluída
ro: Demontare completă
ru: Размонтирование завершено

source: The mounted system does not appear to be a valid Linux - essential files not found
de: Das eingehängte System scheint kein gültiges Linux zu sein - wichtige Dateien nicht gefunden
es: El sistema montado no parece ser un Linux válido. No se han encontrado archivos esenciales.
fr: Le système monté ne semble pas être un Linux valide - fichiers essentiels non trouvés
pt: O sistema montado não parece ser um Linux válido - ficheiros essenciais não encontrados
ro: Sistemul montat nu pare a fi un Linux valid - fișiere esențiale nu au fost găsite
ru: Смонтированная система не похожа на корректный Linux - важные файлы не найдены

source: CHROOT Recovery Environment
de: CHROOT-Wiederherstellungsumgebung
es: Entorno de recuperación CHROOT
fr: Environnement de restauration CHROOT
pt: Ambiente de Restauração CHROOT
ro: Mediu recuperare CHROOT
ru: Среда восстановления CHROOT

source: Mount point contents:
de: Inhalt des Einhängepunkts:
es: Contenido del punto de montaje:
fr: Contenu du point de montage :
pt: Conteúdo do ponto de montagem:
ro: Conținut punct de montare:
ru: Содержимое точки монтирования:

source: Type 'exit' or press Ctrl+D to leave
de: Geben Sie 'exit' ein oder drücken Sie Strg+D zum Verlassen
es: Escribe 'exit' o pulsa Ctrl+D para salir
fr: Tapez 'exit' ou appuyez sur Ctrl+D pour quitter
pt: Escreva 'exit' ou prima Ctrl+D para sair
ro: Tastați 'exit' sau apăsați Ctrl+D pentru a ieși
ru: Введите 'exit' или нажмите Ctrl+D для выхода

source: Cleaning up mounts...
de: Bereinige Einhängepunkte...
es: Limpiando montajes...
fr: Nettoyage des points de montage...
pt: A limpar montagens...
ro: Curățare puncte de montare...
ru: Очистка точек монтирования...

source: Cleanup completed
de: Bereinigung abgeschlossen
es: Limpieza completada
fr: Nettoyage terminé
pt: Limpeza concluída
ro: Curățare completă
ru: Очистка завершена

source: No available terminal found. Please install kitty, xfce4-terminal, konsole, gnome-terminal or ptyxis.
de: Kein verfügbares Terminal gefunden. Bitte installieren Sie kitty, xfce4-terminal, konsole, gnome-terminal oder ptyxis.
es: No se ha encontrado ninguna terminal disponible. Por favor, instala kitty, xfce4-terminal, konsole, gnome-terminal o ptyxis.
fr: Aucun terminal disponible trouvé. Veuillez installer kitty, xfce4-terminal, konsole, gnome-terminal ou ptyxis.
pt: Nenhum terminal disponível encontrado. Por favor instale kitty, xfce4-terminal, konsole, gnome-terminal ou ptyxis.
ro: Niciun terminal disponibil găsit. Vă rugăm să instalați kitty, xfce4-terminal, konsole, gnome-terminal sau ptyxis.
ru: Терминал не найден. Пожалуйста, установите kitty, xfce4-terminal, konsole, gnome-terminal или ptyxis.

source: XFCE detected. Skipping GTK bookmark update.
de: XFCE erkannt. Überspringe GTK-Lesezeichen-Update.
es: XFCE detectado. Se omite la actualización de marcadores GTK.
fr: XFCE détecté. Mise à jour des signets GTK ignorée.
pt: XFCE detetado. A ignorar atualização de marcadores GTK.
ro: XFCE detectat. Se sare peste actualizarea semnelor de carte GTK.
ru: Обнаружен XFCE. Пропуск обновления закладок GTK.

source: No home directory found, skipping bookmark update
de: Kein Home-Verzeichnis gefunden, überspringe Lesezeichen-Update
es: No se ha encontrado la carpeta personal, se omite la actualización de marcadores
fr: Aucun dossier personnel trouvé, mise à jour des signets ignorée
pt: Pasta pessoal não encontrada, a ignorar atualização de marcadores
ro: Nu s-a găsit directorul home, se sare peste actualizare semne de carte
ru: Домашняя папка не найдена, пропуск обновления закладок

source: Updating GTK bookmarks from XDG directories...
de: Aktualisiere GTK-Lesezeichen aus XDG-Verzeichnissen...
es: Actualizando marcadores GTK desde directorios XDG...
fr: Mise à jour des signets GTK depuis les répertoires XDG...
pt: A atualizar marcadores GTK dos diretórios XDG...
ro: Se actualizează semnele de carte GTK din directoarele XDG...
ru: Обновление закладок GTK из каталогов XDG...

source: GTK bookmarks updated successfully
de: GTK-Lesezeichen erfolgreich aktualisiert
es: Marcadores GTK actualizados correctamente
fr: Signets GTK mis à jour avec succès
pt: Marcadores GTK atualizados com sucesso
ro: Semne de carte GTK actualizate cu succes
ru: Закладки GTK успешно обновлены

source: System Rescue
de: Systemwiederherstellung
es: Recuperación del sistema
fr: Restauration du système
pt: Restauração do Sistema
ro: Recuperare sistem
ru: Восстановление системы

source: Select disk to rescue
de: Wählen Sie die zu rettende Festplatte
es: Selecciona el disco a recuperar
fr: Sélectionnez le disque à restaurer
pt: Selecione o disco a restaurar
ro: Selectați discul pentru recuperare
ru: Выберите диск для восстановления

source: Device
de: Gerät
es: Dispositivo
fr: Périphérique
pt: Dispositivo
ro: Dispozitiv
ru: Устройство

source: Size
de: Größe
es: Tamaño
fr: Taille
pt: Tamanho
ro: Mărime
ru: Размер

source: Model
de: Modell
es: Modelo
fr: Modèle
pt: Modelo
ru: Модель

source: Open GParted
de: GParted öffnen
es: Abrir GParted
fr: Ouvrir GParted
pt: Abrir GParted
ro: Deschide GParted
ru: Открыть GParted

source: Close
de: Schließen
es: Cerrar
fr: Fermer
pt: Fechar
ro: Închide
ru: Закрыть

source: Next
de: Weiter
es: Siguiente
fr: Suivant
pt: Seguinte
ro: Următorul
ru: Далее

source: Error
de: Fehler
fr: Erreur
pt: Erro
ro: Eroare
ru: Ошибка

source: Error loading disks: {}
de: Fehler beim Laden der Festplatten: {}
es: Error al cargar los discos: {}
fr: Erreur lors du chargement des disques : {}
pt: Erro ao carregar discos: {}
ro: Eroare la încărcarea discurilor: {}
ru: Ошибка загрузки дисков: {}

source: Please select a disk to continue.
de: Bitte wählen Sie eine Festplatte aus, um fortzufahren.
es: Por favor, selecciona un disco para continuar.
fr: Veuillez sélectionner un disque pour continuer.
pt: Por favor selecione um disco para continuar.
ro: Vă rugăm selectați un disc pentru a continua.
ru: Пожалуйста, выберите диск для продолжения.

source: Error loading partitions: {}
de: Fehler beim Laden der Partitionen: {}
es: Error al cargar las particiones: {}
fr: Erreur lors du chargement des partitions : {}
pt: Erro ao carregar partições: {}
ro: Eroare la încărcarea partițiilor: {}
ru: Ошибка загрузки разделов: {}

source: Select Partitions
de: Partitionen auswählen
es: Selecciona particiones
fr: Sélectionner les partitions
pt: Selecionar Partições
ro: Selectare Partiții
ru: Выбор разделов

source: No partitions found on this disk.
de: Keine Partitionen auf dieser Festplatte gefunden.
es: No se han encontrado particiones en este disco.
fr: Aucune partition trouvée sur ce disque.
pt: Nenhuma partição encontrada neste disco.
ro: Nu s-au găsit partiții pe acest disc.
ru: На этом диске разделы не найдены.

source: Assign mount points to partitions
de: Einhängepunkte zu Partitionen zuweisen
es: Asigna puntos de montaje a las particiones
fr: Assigner les points de montage aux partitions
pt: Atribuir pontos de montagem às partições
ro: Atribuire puncte de montare partițiilor
ru: Назначить точки монтирования

source: Mount Point
de: Einhängepunkt
es: Punto de montaje
fr: Point de montage
pt: Ponto de Montagem
ro: Punct Montare
ru: Точка монтирования

source: Filesystem
de: Dateisystem
es: Sistema de archivos
fr: Système de fichiers
pt: Sistema de Ficheiros
ro: Sistem Fișiere
ru: Файл. система

source: Select option
de: Option auswählen
es: Selecciona una opción
fr: Sélectionner une option
pt: Selecionar opção
ro: Selectați opțiunea
ru: Выберите опцию

source: Select subvolume
de: Subvolume auswählen
es: Selecciona un subvolumen
fr: Sélectionner un sous-volume
pt: Selecionar subvolume
ro: Selectați subvolum
ru: Выберите подтом

source: You must select a root partition (/).
de: Sie müssen eine Root-Partition (/) auswählen.
es: Debes seleccionar una partición raíz (/).
fr: Vous devez sélectionner une partition racine (/).
pt: Tem de selecionar uma partição raiz (/).
ro: Trebuie să selectați o partiție rădăcină (/).
ru: Вы должны выбрать корневой раздел (/).

source: Mounting system...
de: Hänge System ein...
es: Montando el sistema...
fr: Montage du système...
pt: A montar sistema...
ro: Se montează sistemul...
ru: Монтирование системы...

source: Mounting partitions...
de: Hänge Partitionen ein...
es: Montando particiones...
fr: Montage des partitions...
pt: A montar partições...
ro: Se montează partițiile...
ru: Монтирование разделов...

source: Mounting virtual filesystems...
de: Hänge virtuelle Dateisysteme ein...
es: Montando sistemas de archivos virtuales...
fr: Montage des systèmes de fichiers virtuels...
pt: A montar sistemas de ficheiros virtuais...
ro: Se montează sistemele de fișiere virtuale...
ru: Монтирование вирт. файл. систем...

source: Chroot started successfully in new terminal.
de: Chroot erfolgreich in neuem Terminal gestartet.
es: Chroot iniciado correctamente en una nueva terminal.
fr: Chroot démarré avec succès dans un nouveau terminal.
pt: Chroot iniciado com sucesso num novo terminal.
ro: Chroot pornit cu succes într-un nou terminal.
ru: Chroot успешно запущен в новом терминале.

source: Invalid Linux System
de: Ungültiges Linux-System
es: Sistema Linux no válido
fr: Système Linux invalide
pt: Sistema Linux Inválido
ro: Sistem Linux Invalid
ru: Некорректная система Linux

source: The mounted system does not appear to be a valid Linux installation. Essential files (like /bin/bash or /etc/fstab) are missing.
de: Das eingehängte System scheint keine gültige Linux-Installation zu sein. Wichtige Dateien (wie /bin/bash oder /etc/fstab) fehlen.
es: El sistema montado no parece ser una instalación Linux válida. Faltan archivos esenciales (como /bin/bash o /etc/fstab).
fr: Le système monté ne semble pas être une installation Linux valide. Des fichiers essentiels (comme /bin/bash ou /etc/fstab) sont manquants.
pt: O sistema montado não parece ser uma instalação Linux válida. Faltam ficheiros essenciais (como /bin/bash ou /etc/fstab).
ro: Sistemul montat nu pare a fi o instalare Linux validă. Lipsesc fișiere esențiale (precum /bin/bash sau /etc/fstab).
ru: Смонтированная система выглядит как некорректная установка Linux. Отсутствуют важные файлы (как /bin/bash или /etc/fstab).

source: Mount Error
de: Einhängefehler
es: Error de montaje
fr: Erreur de montage
pt: Erro de Montagem
ro: Eroare Montare
ru: Ошибка монтирования

source: An error occurred while mounting the system: {}
de: Ein Fehler ist beim Einhängen des Systems aufgetreten: {}
es: Ha ocurrido un error al montar el sistema: {}
fr: Une erreur est survenue lors du montage du système : {}
pt: Ocorreu um erro ao montar o sistema: {}
ro: A apărut o eroare la montarea sistemului: {}
ru: Произошла ошибка при монтировании системы: {}

source: Welcome to Soplos Linux
de: Willkommen bei Soplos Linux
es: Bienvenido a Soplos Linux
fr: Bienvenue sur Soplos Linux
pt: Bem-vindo ao Soplos Linux
ro: Bun venit în Soplos Linux
ru: Добро пожаловать в Soplos Linux

source: Live Session
de: Live-Sitzung
es: Sesión Live
fr: Session Live
pt: Sessão Live
ro: Sesiune Live
ru: Live-сессия

source: Explore the system, install Soplos Linux, or rescue an existing installation.
de: Entdecken Sie das System, installieren Sie Soplos Linux oder stellen Sie eine bestehende Installation wieder her.
es: Explora el sistema, instala Soplos Linux o recupera una instalación existente.
fr: Explorez le système, installez Soplos Linux ou restaurez une installation existante.
pt: Explore o sistema, instale o Soplos Linux ou restaure uma instalação existente.
ro: Explorați sistemul, instalați Soplos Linux sau recuperați o instalare existentă.
ru: Изучите систему, установите Soplos Linux или восстановите существующую установку.

source: Ready
de: Bereit
es: Listo
fr: Prêt
pt: Pronto
ro: Pregătit
ru: Готово

source: Available options:
de: Verfügbare Optionen:
es: Opciones disponibles:
fr: Options disponibles :
pt: Opções disponíveis:
ro: Opțiuni disponibile:
ru: Доступные опции:

source: Install Soplos Linux on your computer
de: Soplos Linux auf Ihrem Computer installieren
es: Instalar Soplos Linux en tu equipo
fr: Installer Soplos Linux sur votre ordinateur
pt: Instalar o Soplos Linux no seu computador
ro: Instalați Soplos Linux pe calculator
ru: Установить Soplos Linux на компьютер

source: Rescue an existing installation via CHROOT
de: Eine bestehende Installation via CHROOT wiederherstellen
es: Recuperar una instalación existente mediante CHROOT
fr: Restaurer une installation existante via CHROOT
pt: Restaurar instalação existente via CHROOT
ro: Recuperare instalare existentă via CHROOT
ru: Восстановление через CHROOT

source: Change system language on the fly
de: Systemsprache im laufenden Betrieb ändern
es: Cambiar el idioma del sistema sobre la marcha
fr: Changer la langue du système à la volée
pt: Mudar idioma do sistema na hora
ro: Schimbare limbă sistem din mers
ru: Смена языка системы на лету

source: Toggle NumLock for keyboards
de: NumLock-Status für das installierte System festlegen
es: Activar teclado numérico en el sistema instalado
fr: Configurer Verr. Num. (système installé)
pt: Definir NumLock (sistema instalado)
ro: Setare NumLock (sistem instalat)
ru: Настр. NumLock (устан. система)

source: Install Soplos Linux
de: Soplos Linux installieren
es: Instalar Soplos Linux
fr: Installer Soplos Linux
pt: Instalar Soplos Linux
ro: Instalare Soplos Linux
ru: Установить Soplos Linux

source: Mount and repair an existing installation
de: System einhängen und reparieren
es: Montar y reparar un sistema existente
fr: Monter et réparer une installation existante
pt: Montar e reparar instalação existente
ro: Montare și reparare instalare existentă
ru: Монтировать и исправить систему

source: Web
ru: Сайт

source: Forums
de: Foren
es: Foros
pt: Fóruns
ro: Forumuri
ru: Форум

source: Wiki
ru: Вики

source: Donate
de: Spenden
es: Donar
fr: Faire un don
pt: Doar
ro: Donații
ru: Донат

source: Show at startup
de: Beim Start anzeigen
es: Mostrar al inicio
fr: Afficher au démarrage
pt: Mostrar ao iniciar
ro: Arată la pornire
ru: Показывать при запуске

source: NumLock on install
de: NumLock aktiviert
es: Teclado numérico activado
fr: Verr. Num. activé à l'installation
pt: NumLock ao instalar
ro: NumLock la instalare
ru: NumLock при установке

source: Enable/disable NumLock activation in installed system
de: Aktivierung von NumLock im installierten System ein-/ausschalten
es: Activa/desactiva la activación de Bloq Num en el sistema instalado
fr: Activer/désactiver Verr. Num. sur le système installé
pt: Ativar/desativar NumLock no sistema instalado
ro: Activează/dezactivează NumLock în sistemul instalat
ru: Вкл/Выкл NumLock в установленной системе

source: Ready - {desktop} on {protocol}
de: Bereit - {desktop} auf {protocol}
es: Listo - {desktop} en {protocol}
fr: Prêt - {desktop} sur {protocol}
pt: Pronto - {desktop} em {protocol}
ro: Pregătit - {desktop} pe {protocol}
ru: Готово - {desktop} на {protocol}

source: NumLock Enabled
de: NumLock aktiviert
es: Bloq Num activado
fr: Verr. Num. activé
pt: NumLock Ativado
ro: NumLock Activat
ru: NumLock Включен

source: NumLock will be activated automatically in the installed system.
de: NumLock wird im installierten System automatisch aktiviert.
es: Bloq Num se activará automáticamente en el sistema instalado.
fr: Verr. Num. sera activé automatiquement sur le système installé.
pt: O NumLock será ativado automaticamente no sistema instalado.
ro: NumLock va fi activat automat în sistemul instalat.
ru: NumLock будет автоматически включен в установленной системе.

source: NumLock Disabled
de: NumLock deaktiviert
es: Bloq Num desactivado
fr: Verr. Num. désactivé
pt: NumLock Desativado
ro: NumLock Dezactivat
ru: NumLock Выключен
