Repository: SoplosLinux/soplos-welcome-live
Catalog: locale/*/LC_MESSAGES/soplos-welcome-live.po
Languages: de, es, fr, pt, ro, ru

source: NumLock will NOT be activated in the installed system. Recommended for laptops without numeric keypad.
de: NumLock wird im installierten System NICHT aktiviert. Empfohlen für Laptops ohne Ziffernblock.
es: Bloq Num NO se activará en el sistema instalado. Recomendado para portátiles sin teclado numérico.
fr: Verr. Num. ne sera PAS activé sur le système installé. Recommandé pour les ordinateurs portables sans pavé numérique.
pt: O NumLock NÃO será ativado no sistema instalado. Recomendado para portáteis sem teclado numérico.
ro: NumLock NU va fi activat în sistemul instalat. Recomandat pentru laptopuri fără tastatură numerică.
ru: NumLock НЕ будет включен в установленной системе. Рекомендуется для ноутбуков без цифрового блока.

source: Configuring language...
de: Konfiguriere Sprache...
es: Estableciendo idioma...
fr: Configuration de la langue...
pt: A configurar idioma...
ro: Se configurează limba...
ru: Настройка языка...

source: Configuring system locale...
de: Konfiguriere Systemgebietsschema...
es: Estableciendo configuración regional...
fr: Configuration des paramètres régionaux...
pt: A configurar local do sistema...
ro: Se configurează setările regionale...
ru: Настройка локали системы...

source: Applying user settings...
de: Wende Benutzereinstellungen an...
es: Aplicando configuración de usuario...
fr: Application des paramètres utilisateur...
pt: A aplicar definições do utilizador...
ro: Se aplică setările utilizatorului...
ru: Применение настроек...

source: Migrating directories...
de: Migriere Verzeichnisse...
es: Migrando directorios...
fr: Migration des répertoires...
pt: A migrar diretórios...
ro: Se migrează directoarele...
ru: Миграция каталогов...

source: Restarting session...
de: Starte Sitzung neu...
es: Reiniciando sesión...
fr: Redémarrage de la session...
pt: A reiniciar sessão...
ro: Se repornește sesiunea...
ru: Перезапуск сессии...

source: Installer Not Found
de: Installer nicht gefunden
es: Instalador no encontrado
fr: Installateur introuvable
pt: Instalador Não Encontrado
ro: Instalator Negăsit
ru: Установщик не найден

source: The Calamares installer could not be found. Please install it or run the installation manually.
de: Der Calamares-Installer konnte nicht gefunden werden. Bitte installieren Sie ihn oder führen Sie die Installation manuell aus.
es: No se ha podido encontrar el instalador Calamares. Por favor, instálalo o ejecuta la instalación manualmente.
fr: L'installateur Calamares est introuvable. Veuillez l'installer ou lancer l'installation manuellement.
pt: O instalador Calamares não foi encontrado. Por favor instale-o ou execute a instalação manualmente.
ro: Instalatorul Calamares nu a putut fi găsit. Vă rugăm să îl instalați sau să rulați instalarea manual.
ru: Установщик Calamares не найден. Пожалуйста, установите его или запустите установку вручную.

source: Could not open System Rescue: {error}
de: Konnte Systemwiederherstellung nicht öffnen: {error}
es: No se ha podido abrir la recuperación del sistema: {error}
fr: Impossible d'ouvrir la restauration du système : {error}
pt: Não foi possível abrir a Restauração do Sistema: {error}
ro: Nu s-a putut deschide Recuperarea de Sistem: {error}
ru: Не удалось открыть Восстановление: {error}
